Repository: tizenorg/platform.core.uifw.inputmethod-setting
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn, ca, et, eu, fa, fr_ca, ga, gu, hi, hy, id, is, ka, kk, km, kn, ky_kg, lo, mk, ml, mn_mn, ms, my_zg, ne, or, pa, pl_sp, pt_br, ro, si, sq, sr, te, tg_tj, th, tk_tm, tl, ur

source: This input method may be able to collect all the text you type, including personal data like passwords and credit card numbers. It comes from the %s application. Tap Turn on to turn on this input method.
ar: يمكن لطريقة الإدخال هذه جمع كل النصوص التي تطبعها، بما في ذلك البيانات الشخصية مثل كلمات المرور وأرقام بطاقات الائتمان. مصدرها تطبيق %s. انقر فوق تفعيل لتفعيل طريقة الإدخال هذه.
as: পাছৱৰ্ডৰ নিচিনা ব্যক্তিগত ডাটা আৰু ক্ৰেডিট কাৰ্ড নম্বৰ অন্তৰ্ভুক্ত কৰি আপুনি টাইপ কৰা সকলো পাঠ সংগ্ৰহ কৰিবলৈ এই ইনপুট পদ্ধতি সক্ষম হ'ব পাৰে৷ এইটো %s এপ্লিকেশ্বনৰ পৰা আহে৷ এই ইনপুট পদ্ধতি সক্ষম কৰিবলৈ সক্ষম কৰক টিপক৷
az: Bu daxiletmə üsulu parollar və kredit kartı nömrələri kimi şəxsi məlumatlar da daxil olmaqla sizin yazdığının bütün mətni əldə edə bilər. Bu, %s proqramından gəlir. Bu daxiletmə rejimini aktiv etmək üçün Aktivləşdir vurun.
be_by: Гэты спосаб уводу можа збіраць увесь тэкст, які ўводзіцца, у тым ліку персанальныя даныя, напрыклад, паролі і нумары крэдытных карт. Яго забяспечвае праграма %s. Націсніце «Уключыць», каб уключыць спосаб уводу.
bn: এই ইনপুট পদ্ধতিটি ব্যক্তিগত তথ্য যেমন পাসওয়ার্ডগুলি ও ক্রেডিট কার্ড নম্বরগুলি সহ আপনার লেখা সমস্ত পাঠ্য সংগ্রহ করতে সমর্থ হতে পারে। এটি %s অ্যাপ্লিকেশন থেকে আসে। এই ইনপুট পদ্ধতি সক্ষম করতে সক্ষম করুন ট্যাপ করুন।
et: See sisestusmeetod võib koguda teie sisestatud teksti, sealhulgas isiklikke andmeid nagu paroolid ja krediitkaardi numbrid. See tuleb rakendusest %s. Toksake käsku Aktiveeri, et aktiveerida see sisestusviis.
eu: Baliteke sarrera metodo honek idazten duzun testua biltzeko gai izatea, pasahitzak eta kreditu txartelen zenbakiak bezalako datu pertsonalak barne. %s aplikaziotik dator. Ukitu Gaitu sarrera metodo hau gaitzea.
ga: Is féidir go mbeidh an modh ionchuir seo in ann an téacs uile a chlóscríobhfaidh tú a bhailiú, lena n-áirítear sonraí pearsanta amhail pasfhocail agus uimhreacha cárta creidmheasa. Tagann sé ón bhfeidhmchlár %s. Tapáil Cumasaigh leis an modh ionchuir seo a chumasú.
hi: हो सकता है, य‍ह इनपुट पद्धति आपके द्वारा लिखे गए सभी टेक्स्ट को एकत्रित करने में समर्थ है, जिसमें व्यक्तिगत डाटा जैसे कि पासवर्ड्स और क्रेडिट कार्ड नंबर्स शामिल हैं। यह %s एप्लीकेशन से आते हैं। इस इनपुट पद्धति को सक्षम करने के लिए सक्षम करें पर टैप करें।
hy: Այս ներածման եղանակը կկարողանա հավաքել Ձեր մուտքագրած ամբողջ տեքստը, ներառյալ անձնական տվյալները, ինչպիսիք են գաղտնաբառերը և վարկային քարտի համարները: Դա արդյունք է %s ծրագրի: Թակեք «Ընձեռել»՝ այս ներածման եղանակն ընձեռելու համար:
id: Metode input ini mungkin dapat mengumpulkan semua teks yang Anda ketik, termasuk data pribadi seperti kata sandi dan nomor kartu kredit. Metode ini datang dari aplikasi %s. Ketuk Aktifkan untuk mengaktifkan metode input ini.
is: Þessi innsláttaraðferð getur hugsanlega safnað öllum texta sem þú slærð inn, þar á meðal persónulegum gögnum á borð við lykilorð og kreditkortanúmer. Hún fylgir forritinu „%s“. Pikkaðu á „Kveikja“ til að kveikja á þessari innsláttaraðferð.
ka: ტექსტის შედგენის ამ მეთოდით შეგიძლიათ, შეაგროვოთ თქვენ მიერ აკრეფილი ყველა ტექსტი, პერსონალური მონაცემების ჩათვლით, როგორიცაა პაროლები და საკრედიტო ბარათების ნომრები. ეს მოდის %s აპლიკაციიდან. ინფორმაციის შეყვანის მეთოდის ჩასართავად, შეეხეთ ჩართვის ნიშანს.
kk: Бұл енгізу әдісі арқылы құпия сөздер мен несие карта нөмірлері сияқты жеке деректерді қамтитын енгізілген барлық мәтінді жинауға болады. Ол %s қолданбасынан алынады. Осы енгізу әдісін қосу үшін, “Қосу” түймесін түртіңіз.
km: វិធី​បញ្ចូល​នេះ​អាច​ប្រមូល​អត្ថបទ​ទាំងអស់​ដែល​អ្នក​វាយ រួម​ទាំង​ទិន្នន័យ​ផ្ទាល់ខ្លួន ដូចជា​ពាក្យសម្ងាត់ និង លេខ​បណ្ណ​ឥណទាន។ វា​បាន​មក​ពី​កម្មវិធី %s។ ប៉ះ បើកប្រើ ដើម្បី​បើកប្រើ​វិធី​បញ្ចូល​នេះ។
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಮತ್ತು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಗಳ ರೀತಿಯ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಸೇರಿದಂತೆ, ನೀವು ಟೈಪ್ ಮಾಡುವ ಎಲ್ಲಾ ಪಠ್ಯವನ್ನು ಸಂಗ್ರಹಿಸಿಕೊಳ್ಳಲು ಈ ಇನ್‌ಪುಟ್ ವಿಧಾನಕ್ಕೆ ಸಾಧ್ಯವಾಗಬಹುದು. ಇದು %s ಅನ್ವಯಿಸುವಿಕೆಯಿಂದ ಬರುತ್ತದೆ. ಈ ಇನ್‌ಪುಟ್ ವಿಧಾನವನ್ನು ಶಕ್ತಗೊಳಿಸಲು ಶಕ್ತಗೊಳಿಸಿ ಅನ್ನು ತಟ್ಟಿ.
ky_kg: Бул жазуу ыкмасы сиз жазган бардык текстти чогулта алат, сызсөздөр жана насыя карта номерлери сыяктуу жеке маалыматтарды дагы. Бул %s колдонмодон келет. Бул жазуу ыкмасын Иштетүүгө, иштетүүнү басыңыз.
lo: ວິທີປ້ອນຂໍ້ມູນນີ້ອາດສາມາດເກັບກຳຂໍ້ຄວາມທັງໝົດທີ່ພິມດີດ, ລວມທັງ ຂໍ້ມູນສ່ວນຕົວ ເຊັ່ນ ລະຫັດຜ່ານແລະເລກບັດຄຣິດິດ. ມັນມາຈາກ ແອພລິເຄຊັນ %s. ແຕະເປີດໃຊ້ງານເພື່ອເປີດໃຊ້ງານ ວິທີການປ້ອນຂໍ້ມູນນີ້.
mk: Овој начин на внесување може да регистрира сѐ што внесувате, вклучувајќи и лични податоци како лозинки и броеви на кредитни картички. Потекнува од апликацијата %s. Допрете Вклучи за да го вклучите овој начин на внесување.
ml: പാസ്‌വേഡുകളും ക്രെഡിറ്റ് കാർഡ് നമ്പറുകളും പോലുള്ള വ്യക്തിഗത ഡാറ്റ ഉൾപ്പെടെ, നിങ്ങൾ ടൈപ്പ് ചെയ്യുന്ന എല്ലാ ടെക്സ്റ്റും ശേഖരിക്കാൻ ഈ ഇൻപുട്ട് രീതിക്ക് സാധിച്ചേക്കും. ഇത് ലഭ്യമാക്കുന്നത് %s ആപ്ലിക്കേഷനാണ്. ഈ ഇൻപുട്ട് രീതി പ്രാപ്തമാക്കുന്നതിന് പ്രാപ്തമാക്കുക എന്നതിൽ സ്പർശിക്കുക.
mn_mn: Энэ бичих арга нь таны бичсэн бүх бичвэр, эдгээрийн дотор нууц үг, картны дугаар зэрэг хувийн өгөгдлийг цуглуулж чадна. Энэ нь %s хэрэглүүрээс гарна. Идэвхжүүл дээр товшиж энэ бичих аргыг идэвхжүүл.
ms: Kaedah input ini boleh mengumpul semua teks yang anda taip, termasuklah data peribadi seperti kata laluan dan nombor kad kredit. Ia datang daripada aplikasi %s. Ketik Aktifkan untuk mengaktfikan kaedah input ini.
my_zg: ဤျဖည့္စရာ နည္းလမ္းသည္ စကားဝွက္မ်ားႏွင့္ အေႂကြးဝယ္ကဒ္ နံပါတ္မ်ားကဲ့သို႔ ကိုယ္ေရးသီးသန္႔ ေဒတာမ်ားအပါအဝင္ သင္႐ိုက္ထည့္သည့္ စာသားအားလုံးကို ေကာက္ယူသြားႏိုင္သည္။ ၄င္းသည္ %s အပလီေကးရွင္းမွ ေပၚလာသည္။ ဤျဖည့္စရာ နည္းလမ္းကိုဖြင့္ရန္ ဖြင့္ပါကို ႏွိပ္ပါ။
ne: यो इन्पुट पद्धति पासवर्ड र क्रेडिट कार्ड नम्बरहरू जस्ता व्यक्तिगत डाटा लगायत तपाईले टाइप गरेको सबै पाठ सङ्कलन गर्न सक्षम हुन सक्छ। यो %s अनुप्रयोगबाट आउँछ। यो इन्पुट पद्धति सक्षम गर्न सक्षम गर्नुहोस् ट्याप गर्नुहोस्।
or: ଏହି ଇନପୁଟ୍ ପଦ୍ଧତି ଆପଣ ଟାଇପ୍ କରିବା ସମସ୍ତ ଟେକ୍ସଟ୍, ଯାହା ବ୍ୟକ୍ତିଗତ ଡାଟା ଯେପରିକି ପାସୱା‌ର୍ଡ୍‍ ଏବଂ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ବରଗୁଡିକ ଅନ୍ତର୍ଭୁକ୍ତ କରି ସମସ୍ତ ସଂଗ୍ରହ କରିବାରେ ସମର୍ଥ ହୋଇଥାଏ। ଏହା %s ଆପ୍ଲିକେସନରୁ ଆସିଥାଏ। ଏହି ଇନପୁଟ୍ ପଦ୍ଧତି ସକ୍ଷମ କରିବାକୁ ସକ୍ଷମ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਇਹ ਇਨਪੁਟ ਵਿਧੀ ਤੁਹਾਡੇ ਵਿਅਕਤੀਗਤ ਡੈਟਾ ਜਿਵੇਂ ਪਾਸਵਰਡਸ ਅਤੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰਸ ਸਮੇਤ ਤੁਹਾਡੇ ਦੁਆਰਾ ਟਾਈਪ ਕੀਤਾ ਜਾਣ ਵਾਲਾ ਸਾਰਾ ਟੈਕਸਟ ਇਕੱਠਾ ਕਰ ਸਕਦੀ ਹੈ। ਇਹ %s ਅਨੁਪ੍ਰਯੋਗ ਨਾਲ ਹੁੰਦਾ ਹੈ। ਇਸ ਇਨਪੁਟ ਵਿਧੀ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਸਮਰੱਥ ਕਰੋ ਤੇ ਟੈਪ ਕਰੋ।
pl_sp: Ta metoda wprowadzania może mieć możliwość gromadzenia całego wpisywanego tekstu, łącznie z takimi danymi osobistymi, jak hasła i numery kart kredytowych. Pochodzi ona z aplikacji %s. Dotknij przycisku Włącz, aby włączyć tę metodę wprowadzania.
ro: Această metodă de introducere poate colecta toate textele pe care le tastaţi, inclusiv date personale, cum ar fi parolele şi numerele cărţilor de credit. Provine de la aplicaţia %s. Atingeţi Activare pentru a activa metoda de introducere.
sq: Kjo mënyrë futjeje mund të jetë në gjendje të mbledhë krejt tekstin që ti shtyp, përfshi të dhënat personale si fjalëkalimet dhe të dhënat e kartave të kreditit. Ajo vjen nga aplikacioni %s. Trokit mbi Aftëso, për ta aftësuar këtë mënyrë futjeje.
sr: Ovaj način unosa možda može da prikuplja sav tekst koji se unosi, uključujući i lične podatke kao što su lozinke i brojevi kreditnih kartica. On potiče od aplikacije %s. Kucni na opciju Omogući da bi omogućio/la ovaj način unosa.
tg_tj: Ин усули вуруд метавонад ҳамаи матни чидаи шуморо ҷамъ оварад, аз ҷумла маълумоти шахсиро, аз қабили паролҳо ва рақами кортҳои қарзӣ. Он аз барномаи %s меояд. Барои фаъол кардани ин усули вуруд, Фаъол карданро зарба занед.
th: วิธีเขียนนี้อาจสามารถรวบรวมข้อความทั้งหมดที่คุณพิมพ์ รวมทั้งข้อมูลส่วนตัว เช่น รหัสผ่าน และหมายเลขบัตรเครดิตได้ มาจากแอพพลิเคชั่น %s สัมผัส เปิดใช้งาน เพื่อเปิดใช้งานวิธีเขียนนี้
tk_tm: Bu giriziş usuly ähli ýazýan tekstiňizi, şol sanda parollar we kredit kart belgileri ýaly şahsy maglumatlary ýygnap biler. Ol %s goýmasyndan gelýär. Bu giriziş usulyny işletmek üçin, Işlet-e basyň.
tl: Magagawa ng paraan ng pag-input na ito na tipunin ang lahat ng teksto na nai-type mo, kasama na ang mga personal na data gaya ng mga password at mga numero ng credit card. Nagmula ito sa %s application. I-tap ang Enable para paganahin ang paraan ng pag-input na ito.
ur: اس ان پٹ طریقہ سے ہو سکتا ہے آپ کے ذریعے ٹائپ کیا ہوا تمام متن جمع کیا جا سکتا ہے، بشمول ذاتی ڈیٹا جیسا کہ پاس ورڈز اور کریڈٹ کارڈوں کے نمبر۔ یہ %s ایپلیکیشن سے آیا ہے۔ اس ان پٹ طریقہ کو اہل کرنے کے لیے اہل کریں پر تھپکی دیں۔

# IDS_ST_BUTTON_ENABLE
source: Turn on
ar: تفعيل
as: সক্ষম
az: Qoş
be_by: Уключыць
bn: সক্ষম
et: Luba
eu: Gaitu
ga: Cumasaigh
hi: सक्षम
hy: Ակտիվացնլ
id: Aktif
is: Gera virkt
ka: ჩართვა
kk: Қосу
km: បើក
kn: ಶಕ್ತಗೊಳಿಸು
ky_kg: Иштетүү
lo: ເປີດໃຫ້ໃຊ້ງານໄດ້
mk: Вклучи
ml: പ്രാപ്‌തം
mn_mn: Идэвхжүүл
ms: Aktif
my_zg: စတင္လုပ္ေဆာင္ပါ
ne: सक्षम पार्नुहोस्
or: ସକ୍ଷମ
pa: ਸਮੱਰਥ
pl_sp: Włōncz
ro: Activare
sq: Aktivizo
sr: Omogući
tg_tj: Фаъол к-н
th: เปิดใช้งาน
tk_tm: Işlet
tl: Paganahin
ur: فعال

# IDS_IME_HEADER_KEYBOARD_SETTINGS_ABB
source: Keyboard settings
ar: ضبط لوحة المفاتيح
as: কীব'ৰ্ড ছেটিংছ
az: Klaviatura parametrləri
bn: কীবোর্ড সেটিংস
et: Klaviatuuri seaded
eu: Teklatuaren ezarpenak
ga: Socruithe eochairchláir
hi: कीबोर्ड सेटिंग्स
hy: Ստեղնաշարի դրվածքներ
id: Pengaturan keyboard
is: Stillingar lyklaborðs
ka: კლავიატურის პარამეტრები
kk: Пернетақта параметрлері
km: ការកំណត់​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳು
ky_kg: Клавиатура орнотуулары
lo: ຕັ້ງຄ່າຄີບອດ
mk: Поставки за тастатурата
ml: കീബോർഡ് ക്രമീകരണങ്ങൾ
mn_mn: Гар товчлуурын тохиргоо
ms: Aturan papan kekunci
my_zg: ကီးဘုတ္ သတ္မွတ္ခ်က္မ်ား
ne: कीबोड सेटिङहरू
or: କୀବୋର୍ଡ ସେଟିଂସ୍
pa: ਕੀਬੋਰਡ ਸੈੱਟਿੰਗਸ
pl_sp: Nasztalowania tastatury
ro: Setări tastatură
sq: Cilësimet e tastierës
sr: Podešavanja tastature
tg_tj: Танзимоти клавиатура
th: การตั้งค่าแป้นพิมพ์
tk_tm: Klawiatura sazlamalary
tl: Mga setting ng keyboard
ur: کی بورڈ کی ترتیبات
