Repository: tizenorg/platform.core.uifw.inputmethod-setting
Catalog: po/*.po
Languages: ar, as, az, be_by, bg, bn, ca, et, eu, fa, fr_ca, ga, gu, hi, hy, id, is, ka, kk, km, kn, ky_kg, lo, mk, ml, mn_mn, ms, my_zg, ne, or, pa, pl_sp, pt_br, ro, si, sq, sr, te, tg_tj, th, tk_tm, tl, ur

# IDS_COM_BODY_CHANGE_KEYBOARD_TYPE
source: Change keyboard type.
ar: تغيير نوع لوحة المفاتيح
as: কীব'ৰ্ড প্ৰকাৰ পৰিৱৰ্তন কৰক
az: Klaviaturanın növünü dəyişdir
be_by: Змяніць тып клавіятуры
bg: Смяна на типа клавиатура
bn: কীবোর্ডের প্রকারটি পরিবর্তন করুন
ca: Canviar tipus teclat
et: Klaviatuuritüübi muutmine
eu: Aldatu teklatu mota
fa: تغییر دادن نوع صفحه کلید
fr_ca: Changer le type de clavier
ga: Athraigh an cineál eochairchláir
gu: કીબોર્ડ પ્રકાર બદલો
hi: कीबोर्ड प्रकार बदलें
hy: Փոխել ստեղնաշարի տեսակը
id: Ubah tipe keyboard
is: Breyta tegund lyklaborðs
ka: კლავიატურის ტიპის შეცვლა
kk: Пернетақта түрін өзгерту
km: ប្ដូរ​ប្រភេទ​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್‌ ವಿಧವನ್ನು ಬದಲಿಸಿ
ky_kg: Ариптакта түрүн өзгөртүү
lo: ປ່ຽນປະເພດຄີບອດ
mk: Смени вид тастатура
ml: കീബോര്‍ഡ് തരം മാറ്റുക
mn_mn: Гар товчлуурын төрөл өөрчлөх
ms: Ubah jenis papan kekunci
my_zg: ကီးဘုတ္ အမ်ဳိးအစားေျပာင္းပါ
ne: कीबोर्ड प्रकार परिवर्तन गर्नुहोस्
or: କୀବୋର୍ଡ୍ ପ୍ରକାର ପରିବର୍ତ୍ତନ
pa: ਕੀਬੋਰਡ ਪ੍ਰਕਾਰ ਬਦਲੋ
pl_sp: Zmiyń typ tastatury
pt_br: Alterar tipo de teclado
ro: Schimbare tip tastatură
si: යතුරුපුවරු වර්ගය වෙනස් කරන්න
sq: Ndrysho llojin e tastierës
sr: Promeni tip tastature
te: కీబోర్డ్ రకాన్ని మార్చండి
tg_tj: Иваз кардани навъи клавиатура
th: เปลี่ยนชนิดแป้นพิมพ์
tk_tm: Klawiaturanyň şeklini üýtgetmek
tl: Baguhin ang uri ng keyboard
ur: کی بورڈ قسم تبدیل کریں

# IDS_COM_BODY_DEFAULT
source: Default
ar: إفتراضي
as: ডিফ'ল্ট
az: İlkin təyin olunan
be_by: Стандартны
bg: По подразбиране
bn: ডিফল্ট
ca: Predeterminat
et: Vaikimisi
eu: Lehenetsia
fa: پيش فرض
fr_ca: Par défaut
ga: Réamhshocrú
gu: મૂળભૂત
hi: डिफॉल्ट
hy: Լռելյայն
is: Sjálfgefið
ka: ნაგულისხმევი
kk: Өздігінен
km: លំនាំ​ដើម
kn: ಡಿಫಾಲ್ಟ್
ky_kg: Баштапкы
lo: ຄ່າເລີ່ມຕົ້ນ
mk: Основно
ml: സ്ഥിരസ്ഥിതി
mn_mn: Өгөгдмөл
ms: Lalai
my_zg: မူလသတ္မွတ္ထားေသာ
ne: पूर्वनिर्धारित
or: ଡିଫଲ୍ଟ
pa: ਡਿਫਾੱਲਟ
pl_sp: Sztandardowe
pt_br: Padrão
ro: Implicit
si: පෙරනිමිය
sq: E parazgjedhur
sr: Podrazumevano
te: డీఫాల్ట్
tg_tj: Стандартӣ
th: พื้นฐาน
tk_tm: Standart
ur: ڈیفالٹ

# IDS_IME_BODY_HARDWARE_KEYBOARD
source: Hardware keyboard
ar: لوحة مفاتيح الجهاز
as: হাৰ্ডৱেৰ কীব'ৰ্ড
az: Avadanlıq klaviaturası
bg: Хардуерна клавиатура
bn: হার্ডওয়্যার কীবোর্ড
ca: Teclat de hardware
et: Riistvara klaviatuur
eu: Hardware teklatua
fa: صفحه کلید سخت افزار
fr_ca: Clavier matériel
ga: Eochairchlár crua-earraí
gu: હાર્ડવેર કીબોર્ડ
hi: हार्डवेयर कीबोर्ड
hy: Սարքակազմի ստեղնաշար
id: Keyboard perangkat keras
is: Vélbúnaðarlyklaborð
ka: ფიზიკური კლავიატურა
kk: Аппараттық құрал пернетақтасы
km: ក្ដារចុច​ហាដវែរ
kn: ಹಾರ್ಡ್‌ವೇರ್ ಕೀಬೋರ್ಡ್
lo: ຄີບອດຮາດແວ
mk: Физичка тастатура
ml: ഹാര്‍ഡ്‌വെയര്‍ കീബോര്‍ഡ്
ms: Papan kekunci perkakasan
my_zg: ဟတ္ဝဲ ကီးဘုတ္
ne: हार्डवेयर कीबोर्ड
or: ହାର୍ଡ୍‌ୱେର୍ କୀବୋର୍ଡ୍
pa: ਹਾਰਡਵੇਅਰ ਕੀਬੋਰਡ
pl_sp: Klawiatura sprzętowa
pt_br: Hardware do teclado
ro: Tastatură hardware
si: දෘඩාංග යතුරුපුවරුව
sq: Tastiera harduer
sr: Hardverska tastatura
te: హార్డువేర్ కీబోర్డ్
tg_tj: Клавиатураи сахтафзор
th: แป้นพิมพ์ของฮาร์ดแวร์
tk_tm: Fiziki klawiatura
tl: Hardware na keyboard
ur: ہارڈ ویئر کی بورڈ

# IDS_IME_BODY_KEYBOARD
source: Keyboard
ar: لوحة المفاتيح
as: কীব'ৰ্ড
az: Klaviatura
be_by: Клавіятура
bg: Клавиатура
bn: কীবোর্ড
ca: Teclat
et: Klahvistik
eu: Teklatua
fa: صفحه کلید
fr_ca: Clavier
ga: Eochairchlár
gu: કીબોર્ડ
hi: कीबोर्ड
hy: Ստեղնաշար
id: Papan tombol
is: Lyklaborð
ka: კლავიატურა
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್
ky_kg: Ариптакта
lo: ຄີບອດ
mk: Тастатура
ml: കീബോര്‍ഡ്
mn_mn: Гар товчлуур
ms: Papan kekunci
my_zg: ကီးဘုတ္
ne: कीबोर्ड
or: କୀବୋର୍ଡ୍
pa: ਕੀਬੋਰਡ
pl_sp: Tastatura
pt_br: Teclado
ro: Tastatură
si: යතුරු පුවරුව
sq: Butona
sr: Tastatura
te: కీబోర్డు
tg_tj: Клавиатура
th: แป้นพิมพ์
tk_tm: Klawiatura
ur: کی بورڈ

# IDS_IME_BODY_SELECT_KEYBOARD
source: Select keyboard
ar: تحديد لوحة المفاتيح
as: কীবোর্ড নির্বাচন করুন
az: Klaviaturanı seç
be_by: Выбраць клавіятуру
bg: Изберете клавиатура
bn: কীবোর্ড নির্বাচন করুন
ca: Seleccionar teclat
et: Vali klaviatuur
eu: Hautatu teklatua
fa: انتخاب صفحه کلید
fr_ca: Sélectionner un clavier
ga: Roghnaigh eochairchlár
gu: કીબોર્ડ પસંદ કરો
hi: कीबोर्ड चुनें
hy: Ընտրել ստեղնաշար
id: Pilih keyboard
is: Velja lyklaborð
ka: აირჩიეთ კლავიატურა
kk: Пернетақта таңдау
km: ជ្រើស​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Клавиатураны тандаңыз
lo: ເລືອກຄີບອດ
mk: Изберете тастатура
ml: കീബോര്‍ഡ് തിരഞ്ഞെടുക്കുക
mn_mn: Товчлуурт гар сонго
ms: Pilih papan kekunci
my_zg: ကီးဘုတ္ ေရြးပါ
ne: कीबोर्ड चयन गर्नुहोस्
or: କୀବୋର୍ଡ୍ ଚୟନ କରନ୍ତୁ
pa: ਕੀਬੋਰਡ ਚੁਣੋ
pl_sp: Wybierz klawiaturę
pt_br: Selecionar teclado
ro: Selectare tastatură
si: යතුරුපුවරුව තෝරන්න
sq: Përzgjidh tastierën
sr: Izaberi tastaturu
te: కీబోర్డ్ ని ఎంచుకోండి
tg_tj: Интихоби клавиатура
th: เลือกแป้นพิมพ์
tk_tm: Klawiatura saýla
tl: Pumili ng keyboard
ur: کی بورڈ منتخب کریں

# IDS_IME_BODY_SET_KEYBOARD_TYPE
source: Set keyboard type
ar: تعيين نوع لوحة المفاتيح
as: কীব'র্ড টাইপক ছেট কৰক
az: Klaviatura növünü təyin et
be_by: Задаць тып клавіятуры
bg: Задаване на тип клавиатура
bn: কীবোর্ডের প্রকার সেট করুন
ca: Definir tipus de teclat
et: Määra klaviatuuritüüp
eu: Ezarri teklatu mota
fa: تنظیم نوع صفحه کلید
fr_ca: Définir le type de clavier
ga: Socraigh cineál eochairchláir
gu: કીબોર્ડ પ્રકાર ગોઠવો
hi: कीबोर्ड प्रकार सेट करें
hy: Նախադրել ստեղնաշարի տեսակը
id: Atur tipe keyboard
is: Velja lyklaborðsgerð
ka: კლავიატურის ტიპის დაყენება
kk: Пернетақта түрін орнату
km: កំណត់​ប្រភេទ​ក្ដារ​ចុច
kn: ಕೀಬೋರ್ಡ್‌ ವಿಧವನ್ನು ನಿಗದಿಪಡಿಸಿ
ky_kg: Ариптакта түрүн коюу
lo: ຕັ້ງຄ່າປະເພດຄີບອດ
mk: Постави вид тастатура
ml: കീബോര്‍ഡ് തരം ക്രമീകരിക്കുക
mn_mn: Гар товчлуурын төрөл тохируулах
ms: Tetapkan jenis papan kekunci
my_zg: ကီးဘုတ္ အမ်ဳိးအစားကို သတ္မွတ္ပါ
ne: कीबोर्ड प्रकार तय गर्नुहोस्
or: କୀବୋର୍ଡ୍ ପ୍ରକାର ସେଟ୍ କରନ୍ତୁ।
pa: ਕੀਬੋਰਡ ਪ੍ਰਕਾਰ ਸੈੱਟ ਕਰੋ
pl_sp: Nasztaluj typ tastatury
pt_br: Configurar tipo de teclado
ro: Setare tip de tastatură
si: යතුරුපුවරු වර්ගය සකසන්න
sq: Cilëso llojin e tastierës
sr: Podesi tip tastature
te: కీబోర్డ్ రకాన్ని సెట్ చేయి
tg_tj: Таъин кардани навъи клавиатура
th: ตั้งค่าชนิดแป้นพิมพ์
tk_tm: Klawiaturanyň görnüşini sazlaň
tl: Itakda ang uri ng keyboard
ur: کی بورڈ قسم سیٹ کریں

# IDS_IME_HEADER_SELECT_KEYBOARD_TYPE_ABB
source: Select keyboard type
ar: تحديد نوع لوحة المفاتيح
as: কীব'ৰ্ডৰ প্ৰকাৰ চয়ন কৰক
az: Klaviatura növünü seçin
be_by: Выберыце тып клавіятуры
bg: Избор на тип клавиатура
bn: কীবোর্ডের প্রকার নির্বাচন করুন
ca: Seleccionar tipus teclat
et: Vali klaviatuuritüüp
eu: Hautatu teklatu mota
fa: انتخاب نوع صفحه کلید
fr_ca: Sélect. le type de clavier
ga: Rogh. cineál eochairchláir
gu: કીબોર્ડ પ્રકાર પસંદ કરો
hi: कीबोर्ड प्रकार चुनें
hy: Ընտրել ստեղնաշարի տեսակը
id: Pilih tipe keyboard
is: Velja tegund lyklaborðs
ka: აირჩიეთ კლავიატურის ტიპი
kk: Пернетақта түрін таңдаңыз
km: ជ្រើស​ប្រភេទ​ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Клавиатура түрүн тандоо
lo: ເລືອກປະເພດຄີບອດ
mk: Избери вид тастатура
ml: കീബോർഡ് തരം തിരഞ്ഞെടുക്കുക
mn_mn: Гарын төрөл сонгох
ms: Pilih jenis papan kekunci
my_zg: ကီးဘုတ္ အမ်ိဳးအစားကို ေရြးပါ
ne: कीबोर्ड प्रकार चयन गर्नुहोस्
or: କୀବୋର୍ଡ୍ ପ୍ରକାର ଚୟନ କରନ୍ତୁ
pa: ਕੀਬੋਰਡ ਪ੍ਰਕਾਰ ਚੁਣੋ
pl_sp: Wybierz typ klawiatury
pt_br: Selecionar tipo de teclado
ro: Selectare tip de tastatură
si: යතුරු පුවරු ආකාරය තේරීම
sq: Zgjidh llojin e tastierës
sr: Izaberi tip tastature
te: కీబోర్డ్ రకాన్ని ఎంచుకోండి
tg_tj: Интихоби навъи клавиатура
th: เลือกชนิดแป้นพิมพ์
tk_tm: Klawiatura görnüşi saýlaň
tl: Pumili ng uri ng keyboard
ur: کی بورڈ قسم منتخب کریں

# IDS_KPD_MBODY_LANGUAGE_N_INPUT_ABB
source: Language & input
ar: اللغة والإدخال
as: ভাষা ইনপুট
az: Dil və daxiletmə
be_by: Мова, спос.уводу
bg: Език и въвеждане
bn: ভাষা ও ইনপুট
ca: Idioma i introd
et: Keel ja sisestus
eu: Hizkuntza eta sarrera
fa: زبان و ورودی
fr_ca: Langue & saisie
ga: Teanga & ionchur
gu: ભાષા અને ઇનપુટ
hi: भाषा और इनपुट
hy: Լեզու և ներածում
id: Bahasa & input
is: Tungumál/innsl.
ka: ენა და აკრეფა
kk: Тіл және енгізу
km: ភាសា & ការបញ្ចូល
kn: ಭಾಷೆ & ಇನ್‌ಪುಟ್
ky_kg: Тил & киргизүү
lo: ພາສາ ແລະປ້ອນຂໍ້ມູນ
mk: Јазик и внес
ml: ഭാഷ & ഇൻപുട്ട്
mn_mn: Хэл ба бичиг
ms: Bahasa & input
my_zg: ဘာသာစကားႏွင့္ ထည့္သြင္းမႈ
ne: भाषा र इन्पुट
or: ଭାଷା ଏବଂ ଇନ୍‌ପୁଟ୍
pa: ਭਾਸ਼ਾ ਅਤੇ ਇਨਪੁਟ
pl_sp: Język i wprow.
pt_br: Idioma e entrada
ro: Limbă şi tastat.
si: භාෂාව සහ ආදානය
sq: Gjuha & futja
sr: Jezik i unos
te: భాష & ఇన్‌పుట్
tg_tj: Забон ва вуруд
th: ภาษา & การใส่ข้อมูล
tk_tm: Dil we giriziş
tl: Wika at input
ur: زبان اور ان پٹ

# IDS_ST_BODY_HARDWARE
source: Hardware
ar: الجهاز
as: হাৰ্ডৱেৰ
az: Texniki vasitələr
be_by: Апаратныя сродкі
bg: Хардуер
bn: হার্ডওয়্যার
et: Riistvara
eu: Hardwarea
fa: H/W
ga: Crua-earraí
gu: હાર્ડવેર
hi: हार्डवेयर
hy: Ապարատային ապահովում
id: Perangkat keras
is: Vélbúnaður
ka: ტექნიკური უზრუნველყოფა
kk: Аспап
km: ហាដវែរ
kn: ಹಾರ್ಡ್‌ವೇರ್
ky_kg: Темир жабдуу
lo: ຮາດແວ
mk: Хардвер
ml: ഹാര്‍‌ഡ്‌വെയര്‍‌
mn_mn: Техник хангамж
ms: Perkakasan
my_zg: ဟတ္၀ဲ
ne: हार्डवेयर
or: ହାର୍ଡୱେୟାର୍
pa: ਹਾਰਡਵੇਅਰ
pl_sp: Werkcojgi
si: දෘඩාංග
sr: Hardver
te: హార్డ్వేర్
tg_tj: Сахтафзор
th: ฮาร์ดแวร์
tk_tm: Saklaýjy
ur: ہارڈ ویئر

# IDS_ST_BODY_KEYBOARDS_AND_INPUT_METHODS
source: Keyboards and input methods
ar: لوحات المفاتيح وطرق الإدخال
as: কীব'ৰ্ড আৰু ইনপুট পদ্ধতি
az: Klaviaturalar və daxiletmə üsulları
be_by: Клавіятуры і спосабы ўводу
bg: Клавиатури и методи за въвеждане
bn: কীবোর্ড ও ইনপুট পদ্ধতি
ca: Teclats i mètodes d'entrada
et: Klaviatuurid ja sisestusmeetodid
eu: Teklatuak eta sarrera metodoak
fa: صفحه کلیدها و روش های ورودی
fr_ca: Claviers et modes de saisie
ga: Eochairchláir agus modhanna ionchuir
gu: કીબોર્ડ્સ અને ઇનપુટ પદ્ધતિ
hi: कीबोर्ड्स तथा इनपुट पद्धतियाँ
hy: Ստեղնաշարեր և ներածման եղանակներ
id: Papan tombol dan metode masukan
is: Lyklaborð og innsláttaraðferðir
ka: კლავიატურები და აკრეფის მეთოდები
kk: Пернетақталар мен енгізу әдістері
km: ក្ដារចុច និង វិធី​បញ្ចូល
kn: ಕೀಬೋರ್ಡ್‌ಗಳು ಮತ್ತು ಇನ್‌ಪುಟ್ ಪದ್ಧತಿಗಳು
ky_kg: Клавиатура жана жазуу ыкмалары
lo: ແປ້ນພິມ ແລະວິທີປ້ອນຂໍ້ມູນ
mk: Тастатури и начини за внесување
ml: കീബോര്‍ഡുകളും ഇന്‍പുട്ട് രീതികളും
mn_mn: Гар товчлуур ба оруулах аргууд
ms: Kaedah papan kekunci dan input
my_zg: ကီးဘုတ္မ်ား ႏွင့္ ျဖည့္သြင္းနည္းမ်ား
ne: कीबोर्डहरु अनि इन्पुट पद्धतिहरू
or: କୀବୋର୍ଡ ଏବଂ ଇନପୁଟ୍ ପଦ୍ଧତି
pa: ਕੀਬੋਰਡਸ ਅਤੇ ਇਨਪੁਟ ਵਿਧੀਆਂ
pl_sp: Tastatura i knify wpisywaniŏ
pt_br: Teclados e métodos de entrada
ro: Tastaturi şi metode de introducere
si: යතුරු පුවරු හා ඇතුල් කිරීමේ ක්‍රම
sq: Tastierat dhe metodat e shkrimit
sr: Tastature i načini unosa
te: కీబోర్డు మరియు ఇన్‌పుట్ పద్ధతులు
tg_tj: Клавиатураҳо ва тарзҳои вуруд
th: แป้น​พิมพ์​และ​วิธี​เขียน
tk_tm: Klawiaturalar we giriziş usullary
tl: Mga keyboard at mga paraan ng pag-input
ur: کی بورڈز اور ان پٹ کے طریقے

# IDS_ST_BODY_PHYSICAL_KEYBOARD
source: Physical keyboard
ar: لوحة المفاتيح الفعلية
as: ফিজিকেল কীব'ৰ্ড
az: Fiziki klaviatura
be_by: Фізічная клавіятура
bg: Физическа клавиатура
bn: ফিজিকাল কীবোর্ড
ca: Teclat físic
et: Füüsiline klaviatuur
eu: Teklatu fisikoa
fa: صفحه کلید فیزیکی
fr_ca: Clavier physique
ga: Eochairchlár fisiciúil
gu: ભૌતિક કીબોર્ડ
hi: फि़जिकल कीबोर्ड
hy: Ֆիզիկական ստեղնաշար
id: Papan tombol fisik
is: Raunlyklaborð
ka: ფიზიკური კლავიატურა
kk: Физикалық пернетақта
km: ក្ដារចុច​ជាក់ស្ដែង
kn: ಭೌತಿಕ ಕೀಬೋರ್ಡ್
ky_kg: Физикалык ариптакта
lo: ແປ້ນພິມກົດ
mk: Физичка тастатура
ml: ഫിസിക്കല്‍ കീബോര്‍ഡ്
mn_mn: Биет гар товчлуур
ms: Papan kunci fizikal
my_zg: ရုပ္ဝတၳဳ ကီးဘုတ္
ne: भौतिक कीबोर्ड
or: ଫିଜିକାଲ୍ କୀବୋର୍ଡ୍
pa: ਭੌਤਿਕ ਕੀਬੋਰਡ
pl_sp: Fizycznŏ tastatura
pt_br: Teclado físico
ro: Tastatură fizică
si: භෞතික යතුරු පුවරුව
sq: Tastierë fizike
sr: Fizička tastatura
te: భౌతిక కీబోర్డు
tg_tj: Клавиатураи ҷисмӣ
th: แป้น​พิมพ์​จริง
tk_tm: Fiziki klawiatura
tl: Pisikal na keyboard
ur: ‌فزیکل کیی بورڈ

# IDS_ST_BODY_TO_SWITCH_LAYOUTS_TAP_THE_CONTROL_BUTTON_AND_THE_SPACEBAR_TOGETHER
source: To switch layouts, tap the control button and the spacebar together.
ar: للتبديل بين التخطيطات، انقر فوق زر التحكم وشريط المسافة‬ معا.
as: লেআউটসমূহ সলনি্‌ কৰিবলৈ নিয়ন্ত্ৰণ বুটাম আৰু স্পেচদণ্ডিকা একেলগে টিপক৷
az: Düzümləri dəyişmək üçün idarə düyməsinə və boşluq düyməsinə eyni vaxtda vurun.
be_by: Каб пераключыць раскладку, націсніце адначасова кнопку кіравання і прабел.
bg: За да превключите оформленията, чукнете бутона control и интервала едновременно.
bn: লেআউটগুলি স্যুইচ করতে নিয়ন্ত্রণ করুন বোতামটি ও স্পেসবারটি একত্রে টিপুন।
ca: Per canviar dissenys, toqui el botó de control i la barra espaiadora simultàniament
et: Paigutuse vahetamiseks toksake korraga juhtnuppu ja tuhikut.
eu: Itxurak aldatzeko, ukitu kontrol botoia eta espazio barra aldi berean
fa: برای تغییر صفحه آرایی، به دکمه کنترل و نوار فاصله با هم ضربه بزنید.
fr_ca: Pour changer de configuration, touchez le bouton de commande et la barre d'espace en même temps.
ga: Le leaganacha amach a aistriú, tapáil an cnaipe rialaithe agus an spásbharra le chéile
gu: લેઆઉટ્સ પર સ્વિચ કરવા માટે, નિયંત્રણ બટન અને સ્પેસબારને એકસાથે ટેપ કરો
hi: लेआउट स्विच करने के लिए, कंट्रोल बटन और स्पेसबार दोनों को एक साथ टैप करें।
hy: Դասավորվածքները փոխարկելու համար միասին թակեք կառավարման կոճակն ու բացատի ստեղնը:
id: Untuk menukar tata letak, ketuk tombol kontrol dan spasi bersamaan.
is: Til að skipta um útlit skaltu pikka á stjórnhnappinn og bilslána á sama tíma.
ka: განლაგებებს შორის გადასართავად, ერთდროულად შეეხეთ კონტროლისა და ინტერვალის ღილაკებს.
kk: Құрылымдарын ауыстырып қосу үшін басқару түймесі мен бос орын түймесін бірге басыңыз.
km: ដើម្បី​ប្ដូរ​ប្លង់​បាន សូម​ប៉ះ​លើ​ប៊ូតុង​ត្រួត​ពិនិត្យ និង ប៊ូតុង​ដំណក​ឃ្លា​ព្រម​គ្នា។
kn: ಲೇಔಟ್‌ಗಳನ್ನು ಬದಲಿಸಲು, ನಿಯಂತ್ರಣ ಬಟ್ಟನ್ ಹಾಗೂ ಸ್ಪೇಸ್‌ಬಾರ್‌ ಅನ್ನು ಒಟ್ಟಾಗಿ ಒತ್ತಿ.
ky_kg: Калыптоолорду алмаштыруу үчүн, башкаруу баскычын жана ара баскычын чогу таптаңыз.
lo: ເພື່ອປ່ຽນແຜນຜັງການເບິ່ງ, ແຕະປຸ່ມຄວບຄຸມ ແລະຄານແຕະພ້ອມກັນ.
mk: За да смените распореди, допрете ги контролното копче и празното место заедно.
ml: ലേഔട്ടുകള്‍ സ്വിച്ചുചെയ്യുന്നതിന് കണ്‍‌ട്രോള്‍ ബട്ടണും സ്പെയ്സ്ബാറും ഒരുമിച്ച് ടാപ്പുചെയ്യുക.
mn_mn: Байрлал шилжүүлэхийн тулд, удирдах товч болон зай авдаг хөндөл дээр зэрэг товш
ms: Untuk menukar reka letak, ketik butang kawalan dan bar ruang bersama-sama.
my_zg: ျပင္ဆင္ပံုကို ေျပာင္းရန္၊ ထိန္းခ်ဳပ္ခလုပ္ ႏွင့္ ကြက္လပ္ဘားကို အတူတကြ ပုတ္ပါ။
ne: बनावटहरूलाई स्विच गर्न, नियन्त्रण बटन र स्पेसबारलाईसँगै थिच्नुहोस्।
or: ଲେଆଉଟ୍ ସ୍ଵିଚ୍ କରିବାକୁ, ନିୟନ୍ତ୍ରଣ ବଟନ୍ ଏବଂ ସ୍ପେସ‌ବାର୍ ଏକତ୍ର ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਲੇਆਉਟਸ ਨੂੰ ਸਵਿੱਚ ਕਰਨ ਲਈ, ਨਿਯੰਤ੍ਰਣ ਬਟਨ ਅਤੇ ਸਪੇਸਬਾਰ ਨੂੰ ਇਕੱਠੇ ਟੈਪ ਕਰੋ।
pl_sp: Coby przełōnczać uklady tyknij we tym samym czasie knefla Ctrl i spacji.
pt_br: Para alternar os layouts, toque no botão de controle e na barra de espaço ao mesmo tempo.
ro: Pentru a comuta aspectele, atingeţi butonul de control simultan cu bara de spaţiu.
si: සැකැස්ම අතර මාරු වීමට පාලන බොත්තම සහ හිස්ඉඩ තීරුව එකවිට ඔබන්න.
sq: Për të ndërruar strukturat, trokit njëkohësisht mbi butonin e kontrollit dhe tastin e hapësirës.
sr: Za prelazak sa jednog rasporeda na drugi, kucni na središnje dugme i taster za razmak.
te: లేఅవుట్‌లను మార్చడానికి, నియంత్రణ బటన్ మరియు స్పేస్‌బార్ రెండింటినీ కలిపి నొక్కాలి.
tg_tj: Барои иваз кардани тарҳбандӣ, тугмаи Control ва тугмаи фосиларо якҷоя зарба занед.
th: สัมผัสปุ่มควบคุมและสเปซบาร์ พร้อมกันเพื่อสลับรูปแบบ
tk_tm: Meýilnamalary çalyşmak üçin dolandyryjy düwmä we probel klawişa basyň.
tl: Upang magpalit ng layout, pindutin ang control na button at ang spacebar nang sabay.
ur: لے آؤٹس سوئچ کرنے کے لئے، کنٹرول بٹن اور اسپیس بار باہم تھپتھپائیں

# IDS_ST_BODY_USE_ON_SCREEN_KEYBOARD
source: Use on-screen keyboard
ar: استخدام لوحة مفاتيح على الشاشة
as: অন-স্ক্ৰীণ কীব'ৰ্ড ব্যৱহাৰ কৰক
az: Ekran klaviaturasından istifadə et
be_by: Выкарыстоўваць экранную клавіятуру
bg: Използване на екранната клавиатура
bn: অন-স্ক্রিন কীবোর্ড ব্যবহার করুন
ca: Utilitzar teclat en pantalla
et: Kasuta ekraanil kuvatavat klaviatuuri
eu: Erabili teklatua pantailan
fa: استفاده از صفحه كليد روی صفحه
fr_ca: Utiliser le clavier tactile
ga: Úsáid eochairchlár ar scáileán
gu: સ્ક્રીન-પરનાં કીબોર્ડનો ઉપયોગ કરો
hi: ऑन-स्‍क्रीन कीबोर्ड का उपयोग करें
hy: Օգտագործեք էկրանի ստեղնաշարը
id: Gunakan keyboard layar
is: Nota skjályklaborð
ka: გამოიყენეთ კლავიატურა ეკრანზე
kk: Экрандық пернетақтаны пайдалану
km: ប្រើ​ក្ដារចុច​នៅ​លើ​អេក្រង់
kn: ಸ್ಕ್ರೀನ್-ಮೇಲಣ ಕೀಬೋರ್ಡ್ ಬಳಕೆ ಮಾಡಿ
ky_kg: Экран ариптактасын колдонуу
lo: ໃຊ້ແຜ່ນປຸ່ມກົດຢູ່ເທິງໜ້າຈໍ
mk: Користи тастатура на екранот
ml: ഓണ്‍-സ്ക്രീന്‍ കീബോര്‍ഡ് ഉപയോഗിക്കുക
mn_mn: Дэлгэц дээрх гар товчлуур ашиглах
ms: Gunakan papan kekunci pada skrin
my_zg: ဖန္သားျပင္ေပၚ ကီးဘုတ္ သံုးပါ
ne: अन-स्क्रीन कीबोर्ड प्रयोग गर्नुहोस्
or: ଅନ-ସ୍କ୍ରିନ୍‌ କୀବୋର୍ଡ୍ ବ୍ୟବହାର କରନ୍ତୁ।
pa: ਔਨ-ਸਕ੍ਰੀਨ ਕੀਬੋਰਡ ਦਾ ਉਪਯੋਗ ਕਰੋ
pl_sp: Użyj tastatury ekranowyj
pt_br: Use o teclado na tela
ro: Utilizare tastatură pe ecran
si: තිරය මත යතුරු පුවරුව භාවිතා කරන්න
sq: Përdor tastierën në ekran
sr: Koristi tastaturu na ekranu
te: ఆన్-స్క్రీన్ కీబోర్డ్‌ను ఉపయోగించండి
tg_tj: Истифода бурдани клавиатураи рӯи экран
th: ใช้แป้นพิมพ์บนหน้าจอ
tk_tm: Ekrandaky klawiaturany ulanmak
tl: Gamitin ang on-screen na keyboard.
ur: آن-اسکرین کی بورڈ استعمال کریں

# IDS_ST_HEADER_DEFAULT_KEYBOARD_ABB
source: Default keyboard
ar: لوحة المفاتيح الافتراضية
as: ডিফ'ল্ট কীব'ৰ্ড
az: Defolt klaviatura
be_by: Стандартная клавіятура
bg: Клавиатура по подразбиране
bn: ডিফল্ট কীবোর্ড
ca: Teclat predeterminat
et: Vaikeklaviatuur
eu: Lehenetsitako teklatua
fa: صفحه‌کلید پیش‌فرض
fr_ca: Clavier par défaut
ga: Eochairchlár réamhshocraithe
gu: મૂળભૂત કીબોર્ડ
hi: डिफॉल्ट कीबोर्ड
hy: Կանխադրված ստեղնաշար
id: Keyboard default
is: Sjálfgefið lyklaborð
ka: ნაგულისხმევი კლავიატურა
kk: Әдепкі пернетақта
km: ក្ដារចុច​លំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಕೀಬೋರ್ಡ್
ky_kg: Баштапкы клавиатура
lo: ຄີບອດມາດຕະຖານ
mk: Основна тастатура
ml: ഡിഫോൾട്ട് കീബോർഡ്
mn_mn: Өгөгдмөл гар товчлуур
ms: Papan kekunci lalai
my_zg: မူရင္းပါပုံစံ ကီးဘုတ္
ne: पूर्वनिर्धारित कीबोर्ड
or: ଡିଫଲ୍ଟ କୀବୋର୍ଡ
pa: ਡਿਫਾੱਲਟ ਕੀਬੋਰਡ
pl_sp: Tastatura dōmyślnŏ
pt_br: Teclado padrão
ro: Tastatură implicită
si: පෙරනිමි යතුරු පුවරුව
sq: Tastiera e parazgjedhur
sr: Podrazumevana tastatura
te: డిఫాల్ట్ కీబోర్డు
tg_tj: Клавиатураи стандартӣ
th: แป้นพิมพ์เริ่มต้น
tk_tm: Standart klawiatura
tl: Default na keyboard
ur: ڈیفالٹ کی بورڈ

# IDS_ST_HEADER_KEYBOARD_TYPE
source: Keyboard type
ar: نوع لوحة المفاتيح
as: কীব'ৰ্ডৰ প্ৰকাৰ
az: Klaviatura növü
be_by: Тып клавіятуры
bg: Тип клавиатура
bn: কীবোর্ডের প্রকার
ca: Tipus de teclat
et: Klaviatuuri tüüp
eu: Teklatu mota
fa: نوع صفحه کلید
fr_ca: Type de clavier
ga: Cineál eochairchláir
gu: કીબોર્ડ પ્રકાર
hi: कीबोर्ड प्रकार
hy: Ստեղնաշարի տեսակը
id: Tipe papan tombol
is: Lyklaborðsgerð
ka: კლავიატურის ტიპი
kk: Пернетақта түрі
km: ប្រភេទ​ក្តារចុច
kn: ಕೀಬೋರ್ಡ್ ವಿಧ
ky_kg: Ариптакта түрү
lo: ປະເພດຄີບອດ
mk: Вид тастатура
ml: കീബോര്‍ഡ് തരം
mn_mn: Товчлуурт самбарын төрөл
ms: Jenis papan kekunci
my_zg: ကီးဘုတ္ အမ်ဳိးအစား
ne: कीबोर्ड प्रकार
or: କୀବୋର୍ଡ୍ ପ୍ରକାର
pa: ਕੀਬੋਰਡ ਪ੍ਰਕਾਰ
pl_sp: Typ ôd tastatury
pt_br: Tipo de teclado
ro: Tip de tastatură
si: යතුරුපුවරු වර්ගය
sq: Lloji i tastierës
sr: Tip tastature
te: కీబోర్డు రకం
tg_tj: Навъи клавиатура
th: ชนิด​แป้น​พิมพ์
tk_tm: Klawiatura görnüşi
tl: Uri ng keyboard
ur: کیی بورڈ قسم

# IDS_ST_HEADER_VIRTUAL_KEYBOARD
source: Virtual keyboard
ar: لوحة المفاتيح الظاهرية
as: ভাৰ্ছুৱেল কীব'ৰ্ড
az: Virtual klaviatura
be_by: Віртуальная клавіятура
bg: Виртуална клавиатура
bn: ভার্চুয়াল কীবোর্ড
ca: Teclat virtual
et: Virtuaalne klaviatuur
eu: Teklatu birtuala
fa: صفحه کلید مجازی
fr_ca: Clavier tactile
ga: Eochairchlár fíorúil
gu: આભાસી કીબોર્ડ
hi: वर्चुअल कीबोर्ड
hy: Վիրտուալ ստեղնաշար
id: Keyboard virtual
is: Sýndarlyklaborð
ka: ვირტუალური კლავიატურა
kk: Виртуалды пернетақта
km: ក្ដារចុច​និម្មិត
kn: ವರ್ಚುವಲ್ ಕೀಬೋರ್ಡ್
ky_kg: Виртуалдык клавиатура
lo: ຄີບອດສະເໝືອນ
mk: Виртуелна тастатура
ml: വെര്‍ച്വല്‍ കീ‌ബോര്‍ഡ്
mn_mn: Хийсвэр товчлуурт гар
ms: Papan kekunci maya
my_zg: ပုံရိပ္ေယာင္ ကီးဘုတ္
ne: भर्चुअल कीबोर्ड
or: ଭର୍ଚୁଆଲ୍ କୀବୋର୍ଡ୍
pa: ਵਰਚੁਅਲ ਕੀਬੋਰਡ
pl_sp: Wirtualna klawiatura
pt_br: Teclado virtual
ro: Tastatură virtuală
si: අතථ්‍ය යතුරු පුවරුව
sq: Tastiera virtuale
sr: Virtuelna tastatura
te: వర్చువల్ కీబోర్డ్
tg_tj: Клавиатураи виртуалӣ
th: แป้นพิมพ์เสมือน
tk_tm: Wirtual klawiatura
tl: Virtual na keyboard
ur: مجازی کی بورڈ

# IDS_ST_BODY_ATTENTION
source: Attention
ar: انتباه
as: মনোযোগ
az: Diqqət
be_by: Увага
bg: Внимание
bn: সজাগ হন
ca: Atenció
et: Tähelepanu!
eu: Oharra
fa: توجه
ga: Aire
gu: સાવધાન
hi: ध्यान दें
hy: Ուշադրություն
id: Perhatian
is: Athuga
ka: ყურადღება
kk: Назар аударыңыз
km: ប្រុងប្រយ័ត្ន
kn: ಗಮನಿಸಿ
ky_kg: Көңүл буруңуз
lo: ຂໍ້ຄວນຄຳນຶງ
mk: Внимание
ml: ശ്രദ്ധിക്കുക
mn_mn: Хэнд
ms: Perhatian
my_zg: သတိ
ne: ध्‍यान दिनुहोस्
or: ସତର୍କତା
pa: ਧਿਆਨ ਦਿਉ
pl_sp: Pozōr
pt_br: Atenção
ro: Atenţie
si: අවධානය යොමු කරන්න
sq: Kujdes
sr: Pažnja
te: అటెన్షన్
tg_tj: Таваҷҷӯҳ
th: โปรดทราบ
tk_tm: Üns beriň
tl: Atensyon
ur: توجہ

# IDS_COM_SK_CANCEL_ABB
source: Cancel
ar: إلغاء
as: বাতিল
az: Ləğv et
be_by: Скас.
bg: Отказ
bn: বাতিল
ca: Canc
et: Tühis.
eu: Ezez.
fa: لغو
fr_ca: Annuler
ga: Cealú
gu: રદ કરો
hi: रद्द
hy: Չեղկլ
id: Batal
is: Hætta við
ka: გაუქმ.
kk: Тоқт
km: ចោល
kn: ರದ್ದು
ky_kg: Артка
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാ.
mn_mn: Цуцлах
ms: Batal
my_zg: ပယ္ဖ်က္
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ
pl_sp: Anul.
pt_br: Canc.
ro: Anul.
si: අ.ක.
sq: Anullo
sr: Otkaži
te: రద్దు
tg_tj: Бекор к.
th: ยกเลิก
tk_tm: Goýbolsun et
tl: Knsla
ur: منسوخ

# IDS_HELP_SK2_OK_ABB
source: OK
ar: موافق
as: ঠিক
be_by: ОК
bn: ওকে
ca: Accept
eu: Ados
fa: تأیید
gu: ઓકે
hi: ओके
hy: Ընդունել
is: Í lagi
ka: კი
km: ព្រម
kn: ಓಕೆ
ky_kg: ОК
lo: ຕົກລົງ
ml: ഓകെ
my_zg: အိုေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
te: సరే
th: ตกลง
ur: ٹھیک

# IDS_EL_BUTTON_USE
source: Use
ar: استخدام
as: ব্যৱহাৰ
az: İstifadə
be_by: Ужыць
bg: Използвай
bn: ব্যবহার
ca: Utilitzar
et: Kasuta
eu: Erabili
fa: استفاده
fr_ca: Utiliser
ga: Úsáid
gu: ઉપયોગ કરો
hi: उपयोग करें
hy: Օգտգործել
id: Gunakan
is: Nota
ka: გამოყენ.
kk: Пайдалану
km: ប្រើ
kn: ಬಳಸಿ
ky_kg: Колдонуу
lo: ໃຊ້
mk: Користи
ml: ഉപയോഗിക്കുക
mn_mn: Ашиглалт
ms: Guna
my_zg: သံုးပါ
ne: प्रयोग
or: ବ୍ୟବହାର
pa: ਵਰਤੋ
pl_sp: Użyj
pt_br: Usar
ro: Utilizare
si: භාවිතා ක.
sq: Përdor
sr: Korišć.
te: ఉపయోగించండి
tg_tj: Истифода бурдан
th: ใช้
tk_tm: Ulan
tl: Gamitin
ur: استعمال کریں

# IDS_ST_HEADER_KEYBOARDS
source: Keyboards
ar: لوحات المفاتيح
as: কীব'ৰ্ড
az: Klaviaturalar
be_by: Клавіятуры
bn: কীবোর্ডগুলি
et: Klaviatuurid
eu: Teklatuak
ga: Eochairchláir
hi: कीबोर्ड्स
hy: Ստեղնաշարեր
id: Keyboard
is: Lyklaborð
ka: კლავიატურები
kk: Пернетақталар
km: ក្ដារចុច
kn: ಕೀಬೋರ್ಡ್‌‌ಗಳು
ky_kg: Клавиатуралар
lo: ບັນດາຄີບອດ
mk: Тастатури
ml: കീബോര്‍ഡുകള്‍
mn_mn: Гар
ms: Papan kekunci
my_zg: ကီးဘုတ္မ်ား
ne: कीबोर्डहरू
or: କୀବୋର୍ଡଗୁଡିକ
pa: ਕੀਬੋਰਡਸ
pl_sp: Klawiatury
ro: Tastaturi
sq: Tastierat
sr: Tastature
tg_tj: Клавиатураҳо
th: แป้นพิมพ์
tk_tm: Klawiaturalar
tl: Mga Keyboard
ur: کی بورڈز
